Revit 2027 API
ParameterTypeId.FabricationPartAngle Property
 "Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationPartAngle { get; }
Public Shared ReadOnly Property FabricationPartAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationPartAngle {
	ForgeTypeId^ get ();
}
static member FabricationPartAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace